Repository: bad0001/tempo-ios
Catalog: Tempo Watch App Watch App/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 此设备不支持与 iPhone 同步
en: This device cannot sync with iPhone

source: 正在连接 iPhone
en: Connecting to iPhone

source: 正在刷新
en: Refreshing

source: 等待 iPhone 连接
en: Waiting for iPhone

source: 已请求最新数据
en: Latest data requested

source: 已排队，等待 iPhone
en: Queued · Waiting for iPhone

source: 请先连接 iPhone
en: Connect to iPhone first

source: 发送失败，请重试
en: Couldn’t send · Try again

source: 现在
en: Now

source: 未知
en: Unknown

source: 压力
en: Stress

source: 恢复 %lld%%
en: Recovery %lld%%

source: 体温趋势偏高
en: Elevated temperature trend

source: 正在同步
en: Syncing

source: 等待压力数据
en: Waiting for stress data

source: 从 iPhone 获取最近一次健康快照
en: Get the latest health snapshot from iPhone

source: 刷新
en: Refresh

source: 从配对的 iPhone 获取最新压力与恢复数据
en: Get the latest stress and recovery data from the paired iPhone

source: 尚未同步
en: Not synced yet

source: 刚刚
en: Just now

source: 收到啦
en: Got it

source: 谢谢你
en: Thank you

source: 抱抱你
en: Sending a hug

source: 已经回应
en: Replied

source: 暂无新关怀
en: No new care

source: 你的回应已送达
en: Your reply was delivered

source: 密友的新消息会出现在这里
en: New messages from close friends appear here

source: 正在发送
en: Sending

source: 已交给 iPhone，连接后发送
en: Queued on iPhone · Sends when connected

source: 已送达
en: Delivered

source: 身体
en: Body

source: 实时
en: Live

source: 心率
en: Heart Rate

source: 静息
en: Resting

source: 睡眠
en: Sleep

source: 正在启动监测
en: Starting monitoring

source: 停止监测
en: Stop Monitoring

source: 开始监测
en: Start Monitoring

source: 结束实时心率采集
en: Stop live heart-rate monitoring

source: 启动 Apple Watch 实时心率采集
en: Start live heart-rate monitoring on Apple Watch
